Repository: iebb/Telisten
Catalog: Telisten/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, vi, zh_hans, zh_hant

source: Telegram has temporarily limited login attempts for this phone number.
es: Telegram ha limitado temporalmente los intentos de inicio de sesión para este número de teléfono.
fr: Telegram a temporairement limité les tentatives de connexion pour ce numéro de téléphone.
ja: Telegram では、この電話番号へのログイン試行を一時的に制限しています。
ko: 텔레그램은 이 전화번호에 대한 로그인 시도를 일시적으로 제한했습니다.
vi: Telegram đã tạm thời hạn chế số lần đăng nhập cho số điện thoại này.
zh_hans: Telegram 暂时限制了该电话号码的登录尝试。
zh_hant: Telegram 暫時限制了該電話號碼的登入嘗試。

source: Telegram invalidated this duplicated session. Sign in again to create a fresh one.
es: Telegram invalidó esta sesión duplicada. Inicie sesión nuevamente para crear uno nuevo.
fr: Telegram a invalidé cette session dupliquée. Connectez-vous à nouveau pour en créer un nouveau.
ja: Telegram はこの重複セッションを無効にしました。新しいものを作成するには、再度サインインしてください。
ko: 텔레그램은 이 중복된 세션을 무효화했습니다. 새로운 계정을 만들려면 다시 로그인하세요.
vi: Telegram đã vô hiệu hóa phiên trùng lặp này. Đăng nhập lại để tạo một cái mới.
zh_hans: Telegram 使该重复会话无效。再次登录以创建一个新的。
zh_hant: Telegram 使該重複會話無效。再次登入以建立一個新的。

source: Telegram login QR code
es: Código QR de inicio de sesión de Telegram
fr: Code QR de connexion au Telegram
ja: TelegramログインQRコード
ko: 텔레그램 로그인 QR코드
vi: Mã QR đăng nhập Telegram
zh_hans: Telegram登录二维码
zh_hant: Telegram登入二維碼

source: Telegram no longer has this audio file at the expected location.
es: Telegram ya no tiene este archivo de audio en la ubicación esperada.
fr: Telegram n'a plus ce fichier audio à l'emplacement prévu.
ja: Telegram では、この音声ファイルが予期された場所に存在しなくなりました。
ko: 텔레그램에는 더 이상 예상 위치에 이 오디오 파일이 없습니다.
vi: Telegram không còn có tệp âm thanh này ở vị trí dự kiến.
zh_hans: Telegram 在预期位置不再有此音频文件。
zh_hant: Telegram 在預期位置不再有此音訊檔案。

source: Telegram rejected that QR login token. Refresh the code and try again.
es: Telegram rechazó ese token de inicio de sesión QR. Actualiza el código y vuelve a intentarlo.
fr: Telegram a rejeté ce jeton de connexion QR. Actualisez le code et réessayez.
ja: Telegram はその QR ログイン トークンを拒否しました。コードを更新して再試行してください。
ko: 텔레그램은 해당 QR 로그인 토큰을 거부했습니다. 코드를 새로 고치고 다시 시도하세요.
vi: Telegram đã từ chối mã thông báo đăng nhập QR đó. Hãy làm mới mã và thử lại.
zh_hans: Telegram 拒绝了该 QR 登录令牌。刷新代码并重试。
zh_hant: Telegram 拒絕了該 QR 登入令牌。刷新程式碼並重試。

source: Telegram rejected the connection (protocol %@). Try again.
es: Telegram rechazó la conexión (protocolo %@). Intentar otra vez.
fr: Telegram a rejeté la connexion (protocole %@). Essayer à nouveau.
ja: Telegram が接続を拒否しました (プロトコル %@)。もう一度やり直してください。
ko: 텔레그램이 연결을 거부했습니다(프로토콜 %@). 다시 시도해 보세요.
vi: Telegram từ chối kết nối (giao thức %@). Hãy thử lại.
zh_hans: Telegram 拒绝连接（协议 %@）。再试一次。
zh_hant: Telegram 拒絕連線（協定 %@）。再試一次。

source: Telegram rejected the encrypted media session. Try the track again.
es: Telegram rechazó la sesión de medios cifrados. Prueba la pista nuevamente.
fr: Telegram a rejeté la session multimédia cryptée. Essayez à nouveau la piste.
ja: Telegram は暗号化されたメディア セッションを拒否しました。トラックをもう一度試してください。
ko: 텔레그램은 암호화된 미디어 세션을 거부했습니다. 트랙을 다시 시도해 보세요.
vi: Telegram đã từ chối phiên truyền thông được mã hóa. Hãy thử lại bài hát.
zh_hans: Telegram 拒绝了加密媒体会话。再次尝试该曲目。
zh_hant: Telegram 拒絕了加密媒體會話。再次嘗試該曲目。

source: Telegram rejected the encrypted session. Request a new code and try again.
es: Telegram rechazó la sesión cifrada. Solicite un nuevo código e inténtelo nuevamente.
fr: Telegram a rejeté la session cryptée. Demandez un nouveau code et réessayez.
ja: Telegram は暗号化されたセッションを拒否しました。新しいコードをリクエストして、もう一度試してください。
ko: 텔레그램은 암호화된 세션을 거부했습니다. 새 코드를 요청하고 다시 시도하세요.
vi: Telegram đã từ chối phiên mã hóa. Hãy yêu cầu mã mới và thử lại.
zh_hans: Telegram 拒绝了加密会话。请求新代码并重试。
zh_hant: Telegram 拒絕了加密會話。請求新代碼並重試。

source: Telegram rejected the encrypted session. Sign in again and retry.
es: Telegram rechazó la sesión cifrada. Inicie sesión nuevamente y vuelva a intentarlo.
fr: Telegram a rejeté la session cryptée. Connectez-vous à nouveau et réessayez.
ja: Telegram は暗号化されたセッションを拒否しました。再度サインインして再試行してください。
ko: 텔레그램은 암호화된 세션을 거부했습니다. 다시 로그인하고 다시 시도하세요.
vi: Telegram đã từ chối phiên mã hóa. Đăng nhập lại và thử lại.
zh_hans: Telegram 拒绝了加密会话。重新登录并重试。
zh_hant: Telegram 拒絕了加密會話。重新登入並重試。

source: Telegram requires a newer API layer for this login.
es: Telegram requiere una capa API más nueva para este inicio de sesión.
fr: Telegram nécessite une couche API plus récente pour cette connexion.
ja: Telegram では、このログインに新しい API レイヤーが必要です。
ko: 텔레그램에는 이 로그인을 위해 최신 API 계층이 필요합니다.
vi: Telegram yêu cầu lớp API mới hơn cho lần đăng nhập này.
zh_hans: Telegram 需要更新的 API 层才能进行此登录。
zh_hant: Telegram 需要更新的 API 層才能進行此登入。

source: Telegram requires an email address it can verify before continuing.
es: Telegram requiere una dirección de correo electrónico que pueda verificar antes de continuar.
fr: Telegram nécessite une adresse e-mail qu'il peut vérifier avant de continuer.
ja: Telegram には、続行する前に確認できる電子メール アドレスが必要です。
ko: 텔레그램은 계속하기 전에 확인할 수 있는 이메일 주소가 필요합니다.
vi: Telegram yêu cầu địa chỉ email có thể xác minh trước khi tiếp tục.
zh_hans: Telegram 需要一个可以在继续之前验证的电子邮件地址。
zh_hant: Telegram 需要一個可以在繼續之前驗證的電子郵件地址。

source: Telegram restarted this login attempt. Refresh the QR code or request a new code.
es: Telegram reinició este intento de inicio de sesión. Actualiza el código QR o solicita un nuevo código.
fr: Telegram a relancé cette tentative de connexion. Actualisez le code QR ou demandez un nouveau code.
ja: Telegram はこのログイン試行を再開しました。 QR コードを更新するか、新しいコードをリクエストします。
ko: 텔레그램이 이 로그인 시도를 다시 시작했습니다. QR 코드를 새로 고치거나 새 코드를 요청하세요.
vi: Telegram đã khởi động lại lần đăng nhập này. Làm mới mã QR hoặc yêu cầu mã mới.
zh_hans: Telegram 重新启动了此登录尝试。刷新二维码或请求新代码。
zh_hant: Telegram 重新啟動了此登入嘗試。刷新二維碼或請求新代碼。

source: Telegram returned an unexpected login response.
es: Telegram devolvió una respuesta de inicio de sesión inesperada.
fr: Telegram a renvoyé une réponse de connexion inattendue.
ja: Telegram が予期しないログイン応答を返しました。
ko: 텔레그램이 예상치 못한 로그인 응답을 반환했습니다.
vi: Telegram trả lại phản hồi đăng nhập không mong muốn.
zh_hans: Telegram 返回了意外的登录响应。
zh_hant: Telegram 回傳了意外的登入回應。

source: Telisten on Telegram
es: Telisten en Telegram
fr: Telisten sur Telegram
ja: Telegram の Telisten
ko: 텔레그램의 Telisten
vi: Telisten trên Telegram
zh_hans: Telegram 上的 Telisten
zh_hant: Telegram 上的 Telisten

source: Text opacity
es: Opacidad del texto
fr: Opacité du texte
ja: テキストの不透明度
ko: 텍스트 불투명도
vi: Độ mờ văn bản
zh_hans: 文字不透明度
zh_hant: 文字不透明度

source: Text outline
es: Esquema del texto
fr: Aperçu du texte
ja: テキストのアウトライン
ko: 텍스트 개요
vi: dàn ý văn bản
zh_hans: 文字大纲
zh_hant: 文字大綱

source: That QR code expired. Refresh it and scan the new code.
es: Ese código QR expiró. Actualízalo y escanea el nuevo código.
fr: Ce code QR a expiré. Actualisez-le et scannez le nouveau code.
ja: そのQRコードは有効期限が切れていました。更新して新しいコードをスキャンします。
ko: 해당 QR 코드는 만료되었습니다. 새로고침하고 새 코드를 스캔하세요.
vi: Mã QR đó đã hết hạn. Làm mới nó và quét mã mới.
zh_hans: 该二维码已过期。刷新并扫描新代码。
zh_hant: 該二維碼已過期。刷新並掃描新代碼。

source: That Telegram login code is incorrect.
es: Ese código de inicio de sesión de Telegram es incorrecto.
fr: Ce code de connexion Telegram est incorrect.
ja: Telegram のログイン コードが間違っています。
ko: 텔레그램 로그인 코드가 올바르지 않습니다.
vi: Mã đăng nhập Telegram đó không chính xác.
zh_hans: 该 Telegram 登录代码不正确。
zh_hant: 該 Telegram 登入代碼不正確。

source: That bot result expired. Run the search again and choose a fresh result.
es: El resultado del bot expiró. Ejecute la búsqueda nuevamente y elija un resultado nuevo.
fr: Le résultat de ce bot a expiré. Exécutez à nouveau la recherche et choisissez un nouveau résultat.
ja: そのボット結果の有効期限が切れました。検索を再度実行し、新しい結果を選択します。
ko: 해당 봇 결과가 만료되었습니다. 검색을 다시 실행하고 새로운 결과를 선택하세요.
vi: Kết quả bot đó đã hết hạn. Chạy lại tìm kiếm và chọn một kết quả mới.
zh_hans: 该机器人结果已过期。再次运行搜索并选择新结果。
zh_hant: 該機器人結果已過期。再次運行搜尋並選擇新結果。

source: That email verification code expired. Request another one.
es: Ese código de verificación de correo electrónico expiró. Solicite otro.
fr: Ce code de vérification par e-mail a expiré. Demandez-en un autre.
ja: そのメール認証コードの有効期限が切れました。別のものをリクエストしてください。
ko: 해당 이메일 확인 코드가 만료되었습니다. 다른 것을 요청하세요.
vi: Mã xác minh email đó đã hết hạn. Yêu cầu một cái khác.
zh_hans: 该电子邮件验证码已过期。请求另一份。
zh_hant: 該電子郵件驗證碼已過期。請求另一份。

source: That email verification code is incorrect.
es: Ese código de verificación de correo electrónico es incorrecto.
fr: Ce code de vérification de l'e-mail est incorrect.
ja: そのメール認証コードは間違っています。
ko: 해당 이메일 확인 코드가 올바르지 않습니다.
vi: Mã xác minh email đó không chính xác.
zh_hans: 该电子邮件验证码不正确。
zh_hant: 該電子郵件驗證碼不正確。

source: That login code expired. Go back and request a new one.
es: Ese código de inicio de sesión expiró. Regrese y solicite uno nuevo.
fr: Ce code de connexion a expiré. Revenez en arrière et demandez-en un nouveau.
ja: そのログインコードの有効期限が切れました。戻って新しいものをリクエストしてください。
ko: 해당 로그인 코드가 만료되었습니다. 돌아가서 새 것을 요청하세요.
vi: Mã đăng nhập đó đã hết hạn. Quay lại và yêu cầu một cái mới.
zh_hans: 该登录代码已过期。返回并请求一份新的。
zh_hant: 該登入代碼已過期。返回並請求一份新的。

source: That two-step verification password is incorrect.
es: Esa contraseña de verificación en dos pasos es incorrecta.
fr: Ce mot de passe de vérification en deux étapes est incorrect.
ja: その二段階認証のパスワードが間違っています。
ko: 2단계 인증 비밀번호가 올바르지 않습니다.
vi: Mật khẩu xác minh hai bước đó không chính xác.
zh_hans: 那个两步验证密码不正确。
zh_hant: 那個兩步驟驗證密碼不正確。

source: The API key could not be saved to Keychain.
es: La clave API no se pudo guardar en Keychain.
fr: La clé API n'a pas pu être enregistrée dans le trousseau.
ja: API キーをキーチェーンに保存できませんでした。
ko: API 키를 키체인에 저장할 수 없습니다.
vi: Không thể lưu khóa API vào Chuỗi khóa.
zh_hans: API 密钥无法保存到钥匙串。
zh_hant: API 金鑰無法儲存到鑰匙圈。

source: The Telegram API ID or hash in .env is invalid.
es: El ID de API de Telegram o el hash en .env no son válidos.
fr: L'ID ou le hachage de l'API Telegram dans .env n'est pas valide.
ja: Telegram API ID または .env 内のハッシュが無効です。
ko: .env의 Telegram API ID 또는 해시가 유효하지 않습니다.
vi: ID API Telegram hoặc hàm băm trong .env không hợp lệ.
zh_hans: .env 中的 Telegram API ID 或哈希无效。
zh_hant: .env 中的 Telegram API ID 或雜湊無效。

source: The Telegram API credentials in .env are invalid.
es: Las credenciales de la API de Telegram en .env no son válidas.
fr: Les informations d'identification de l'API Telegram dans .env ne sont pas valides.
ja: .env 内の Telegram API 資格情報が無効です。
ko: .env의 Telegram API 자격 증명이 유효하지 않습니다.
vi: Thông tin xác thực API Telegram trong .env không hợp lệ.
zh_hans: .env 中的 Telegram API 凭据无效。
zh_hant: .env 中的 Telegram API 憑證無效。

source: The Telegram connection closed. Try again.
es: La conexión de Telegram se cerró. Intentar otra vez.
fr: La connexion Telegram s'est fermée. Essayer à nouveau.
ja: Telegram 接続が終了しました。もう一度やり直してください。
ko: 텔레그램 연결이 종료되었습니다. 다시 시도해 보세요.
vi: Kết nối Telegram đã đóng. Hãy thử lại.
zh_hans: Telegram 连接已关闭。再试一次。
zh_hant: Telegram 連線已關閉。再試一次。

source: The Telegram connection is not ready.
es: La conexión de Telegram no está lista.
fr: La connexion Telegram n'est pas prête.
ja: Telegram 接続の準備ができていません。
ko: 텔레그램 연결이 준비되지 않았습니다.
vi: Kết nối Telegram chưa sẵn sàng.
zh_hans: Telegram 连接尚未准备好。
zh_hant: Telegram 連線尚未準備好。

source: The Telegram media connection closed. Try the track again.
es: La conexión de medios de Telegram se cerró. Prueba la pista nuevamente.
fr: La connexion multimédia Telegram a été fermée. Essayez à nouveau la piste.
ja: Telegram メディア接続が閉じられました。トラックをもう一度試してください。
ko: 텔레그램 미디어 연결이 종료되었습니다. 트랙을 다시 시도해 보세요.
vi: Kết nối phương tiện Telegram đã đóng. Hãy thử lại bài hát.
zh_hans: Telegram 媒体连接已关闭。再次尝试该曲目。
zh_hant: Telegram 媒體連線已關閉。再次嘗試該曲目。

source: The audio download timed out. Check your connection and try again.
es: La descarga de audio expiró. Comprueba tu conexión y vuelve a intentarlo.
fr: Le téléchargement audio a expiré. Vérifiez votre connexion et réessayez.
ja: 音声のダウンロードがタイムアウトしました。接続を確認して、もう一度試してください。
ko: 오디오 다운로드 시간이 초과되었습니다. 연결을 확인하고 다시 시도하세요.
vi: Đã hết thời gian tải xuống âm thanh. Hãy kiểm tra kết nối của bạn và thử lại.
zh_hans: 音频下载超时。检查您的连接并重试。
zh_hant: 音訊下載超時。檢查您的連線並重試。

source: The file download ended before all bytes arrived.
es: La descarga del archivo finalizó antes de que llegaran todos los bytes.
fr: Le téléchargement du fichier s'est terminé avant l'arrivée de tous les octets.
ja: ファイルのダウンロードは、すべてのバイトが到着する前に終了しました。
ko: 모든 바이트가 도착하기 전에 파일 다운로드가 종료되었습니다.
vi: Quá trình tải xuống tệp kết thúc trước khi tất cả byte đến.
zh_hans: 文件下载在所有字节到达之前结束。
zh_hant: 檔案下載在所有位元組到達之前結束。

source: The media session expired. Sign in again to continue playback.
es: La sesión de prensa expiró. Inicie sesión nuevamente para continuar la reproducción.
fr: La séance médiatique a expiré. Connectez-vous à nouveau pour continuer la lecture.
ja: メディアセッションの有効期限が切れました。再生を続けるには、再度サインインしてください。
ko: 미디어 세션이 만료되었습니다. 계속 재생하려면 다시 로그인하세요.
vi: Phiên truyền thông đã hết hạn. Đăng nhập lại để tiếp tục phát lại.
zh_hans: 媒体会话已结束。重新登录以继续播放。
zh_hant: 媒體會話已結束。重新登入以繼續播放。

source: The music source is no longer available.
es: La fuente de música ya no está disponible.
fr: La source musicale n'est plus disponible.
ja: 音楽ソースはもう入手できません。
ko: 음원을 더 이상 사용할 수 없습니다.
vi: Nguồn nhạc không còn nữa.
zh_hans: 音乐源不再可用。
zh_hant: 音樂來源不再可用。

source: The original Telegram message will be forwarded.
es: Se reenviará el mensaje original de Telegram.
fr: Le message Telegram original sera transféré.
ja: 元の Telegram メッセージが転送されます。
ko: 원본 텔레그램 메시지가 전달됩니다.
vi: Tin nhắn Telegram gốc sẽ được chuyển tiếp.
zh_hans: 原始 Telegram 消息将被转发。
zh_hant: 原始 Telegram 訊息將被轉發。

source: The password challenge expired. Request a new login code and try again.
es: El desafío de contraseña expiró. Solicite un nuevo código de inicio de sesión e inténtelo nuevamente.
fr: La contestation du mot de passe a expiré. Demandez un nouveau code de connexion et réessayez.
ja: パスワードチャレンジの有効期限が切れました。新しいログイン コードを要求して、もう一度お試しください。
ko: 비밀번호 질문이 만료되었습니다. 새 로그인 코드를 요청하고 다시 시도해 보세요.
vi: Thử thách mật khẩu đã hết hạn. Yêu cầu mã đăng nhập mới và thử lại.
zh_hans: 密码质询已过期。请求新的登录代码并重试。
zh_hant: 密碼質詢已過期。請求新的登入代碼並重試。

source: There is no active Listen Together session in this music source.
es: No hay ninguna sesión activa de Escuchar juntos en esta fuente de música.
fr: Il n’existe aucune session Listen Together active dans cette source musicale.
ja: この音楽ソースにはアクティブな Listen Together セッションがありません。
ko: 이 음원에는 활성 Listen Together 세션이 없습니다.
vi: Không có phiên Listen Together nào đang hoạt động trong nguồn nhạc này.
zh_hans: 此音乐源中没有活动的 Listen Together 会话。
zh_hant: 此音樂來源中沒有活動的 Listen Together 會話。

source: This Listen Together session has ended.
es: Esta sesión de Escuchar juntos ha finalizado.
fr: Cette session Listen Together est terminée.
ja: この「Listen Together」セッションは終了しました。
ko: 함께 듣기 세션이 종료되었습니다.
vi: Phiên Listen Together này đã kết thúc.
zh_hans: 本期共同聆听会议已结束。
zh_hant: 本期共同聆聽會議已結束。

source: This Telegram button is not supported
es: Este botón de Telegram no es compatible
fr: Ce bouton Telegram n'est pas pris en charge
ja: このTelegramボタンはサポートされていません
ko: 이 텔레그램 버튼은 지원되지 않습니다
vi: Nút Telegram này không được hỗ trợ
zh_hans: 不支持此Telegram按钮
zh_hant: 不支援此Telegram按鈕

source: This Telegram button is not supported in Telisten.
es: Este botón de Telegram no es compatible con Telisten.
fr: Ce bouton Telegram n'est pas pris en charge dans Telisten.
ja: この Telegram ボタンは Telisten ではサポートされていません。
ko: 이 텔레그램 버튼은 Telisten에서 지원되지 않습니다.
vi: Nút Telegram này không được hỗ trợ trong Telisten.
zh_hans: Telisten 不支持此 Telegram 按钮。
zh_hant: Telisten 不支援此 Telegram 按鈕。

source: This Telegram post does not have a discussion where comments can be added.
es: Esta publicación de Telegram no tiene una discusión donde se puedan agregar comentarios.
fr: Ce message Telegram ne comporte pas de discussion où des commentaires peuvent être ajoutés.
ja: この Telegram 投稿には、コメントを追加できるディスカッションがありません。
ko: 본 텔레그램 게시물에는 댓글을 달 수 있는 토론이 없습니다.
vi: Bài đăng Telegram này không có cuộc thảo luận để có thể thêm bình luận.
zh_hans: 这篇 Telegram 帖子没有可以添加评论的讨论。
zh_hant: 這篇 Telegram 文章沒有可以添加評論的討論。

source: This admin role cannot manage group calls
es: Esta función de administrador no puede gestionar llamadas grupales
fr: Ce rôle d'administrateur ne peut pas gérer les appels de groupe
ja: この管理者役割はグループ通話を管理できません
ko: 이 관리자 역할은 그룹 통화를 관리할 수 없습니다.
vi: Vai trò quản trị viên này không thể quản lý cuộc gọi nhóm
zh_hans: 该管理员角色无法管理群组通话
zh_hant: 該管理員角色無法管理群組通話

source: This bot button needs a Telegram feature that Telisten does not support yet.
es: Este botón de bot necesita una función de Telegram que Telisten aún no admite.
fr: Ce bouton de bot nécessite une fonctionnalité Telegram que Telisten ne prend pas encore en charge.
ja: このボット ボタンには Telisten がまだサポートしていない Telegram 機能が必要です。
ko: 이 봇 버튼에는 Telisten이 아직 지원하지 않는 텔레그램 기능이 필요합니다.
vi: Nút bot này cần có tính năng Telegram mà Telisten chưa hỗ trợ.
zh_hans: 该机器人按钮需要 Telegram 功能，而 Telisten 尚不支持。
zh_hant: 此機器人按鈕需要 Telegram 功能，而 Telisten 尚未支援。

source: This bot search is already configured.
es: Esta búsqueda de bot ya está configurada.
fr: Cette recherche de bot est déjà configurée.
ja: このボット検索はすでに構成されています。
ko: 이 봇 검색은 이미 구성되어 있습니다.
vi: Tìm kiếm bot này đã được cấu hình.
zh_hans: 此机器人搜索已配置。
zh_hant: 此機器人搜尋已配置。

source: This file requires Telegram CDN handling, which was not negotiated.
es: Este archivo requiere el manejo de Telegram CDN, que no fue negociado.
fr: Ce fichier nécessite la gestion Telegram CDN, qui n’a pas été négociée.
ja: このファイルには Telegram CDN 処理が必要ですが、ネゴシエートされていませんでした。
ko: 이 파일에는 협상되지 않은 Telegram CDN 처리가 필요합니다.
vi: Tệp này yêu cầu xử lý CDN của Telegram, điều này chưa được thương lượng.
zh_hans: 该文件需要 Telegram CDN 处理，但未协商。
zh_hant: 該文件需要 Telegram CDN 處理，但未協商。

source: This permanently deletes %@ from Telegram. This cannot be undone.
es: Esto elimina permanentemente %@ de Telegram. Esto no se puede deshacer.
fr: Cela supprime définitivement %@ de Telegram. Cela ne peut pas être annulé.
ja: これにより、%@ が Telegram から完全に削除されます。これを元に戻すことはできません。
ko: 텔레그램에서 %@이(가) 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
vi: Việc này sẽ xóa vĩnh viễn %@ khỏi Telegram. Điều này không thể hoàn tác được.
zh_hans: 这将从 Telegram 中永久删除 %@。此操作无法撤消。
zh_hant: 這將從 Telegram 中永久刪除 %@。此操作無法撤銷。

source: This playlist cannot be renamed.
es: No se puede cambiar el nombre de esta lista de reproducción.
fr: Cette liste de lecture ne peut pas être renommée.
ja: このプレイリストの名前は変更できません。
ko: 이 재생목록의 이름은 변경할 수 없습니다.
vi: Danh sách phát này không thể đổi tên được.
zh_hans: 该播放列表无法重命名。
zh_hant: 該播放清單無法重新命名。

source: This playlist entry cannot be deleted.
es: Esta entrada de la lista de reproducción no se puede eliminar.
fr: Cette entrée de liste de lecture ne peut pas être supprimée.
ja: このプレイリスト エントリは削除できません。
ko: 이 재생목록 항목은 삭제할 수 없습니다.
vi: Không thể xóa mục nhập danh sách phát này.
zh_hans: 该播放列表条目无法删除。
zh_hant: 該播放清單條目無法刪除。

source: This track may be instrumental or missing from LRCLIB.
es: Esta pista puede ser instrumental o faltar en LRCLIB.
fr: Ce morceau peut être instrumental ou absent de LRCLIB.
ja: このトラックはインストゥルメンタルであるか、LRCLIB に含まれていない可能性があります。
ko: 이 트랙은 악기용이거나 LRCLIB에서 누락되었을 수 있습니다.
vi: Bản nhạc này có thể là nhạc cụ hoặc bị thiếu trong LRCLIB.
zh_hans: 该曲目可能对 LRCLIB 有帮助，也可能缺失。
zh_hant: 該曲目可能對 LRCLIB 有幫助，也可能缺失。

source: This track reference expired. Refresh the music list and try again.
es: Esta referencia de pista expiró. Actualiza la lista de música y vuelve a intentarlo.
fr: Cette référence de piste a expiré. Actualisez la liste de musique et réessayez.
ja: このトラック参照の有効期限が切れました。音楽リストを更新して、もう一度試してください。
ko: 이 트랙 참조가 만료되었습니다. 음악 목록을 새로 고친 후 다시 시도하세요.
vi: Tham chiếu bản nhạc này đã hết hạn. Hãy làm mới danh sách nhạc và thử lại.
zh_hans: 该曲目参考已过期。刷新音乐列表并重试。
zh_hant: 該曲目參考已過期。刷新音樂清單並重試。

source: Track order is saved on this device
es: El pedido de seguimiento se guarda en este dispositivo
fr: Le suivi de la commande est enregistré sur cet appareil
ja: トラックの注文はこのデバイスに保存されます
ko: 트랙 주문이 이 기기에 저장되었습니다.
vi: Thứ tự theo dõi được lưu trên thiết bị này
zh_hans: 曲目顺序已保存在此设备上
zh_hant: 曲目順序已儲存在此裝置上

source: Try a different name or username.
es: Pruebe con un nombre o nombre de usuario diferente.
fr: Essayez un autre nom ou nom d'utilisateur.
ja: 別の名前またはユーザー名を試してください。
ko: 다른 이름이나 사용자 이름을 사용해 보세요.
vi: Hãy thử một tên hoặc tên người dùng khác.
zh_hans: 尝试使用不同的名称或用户名。
zh_hant: 嘗試使用不同的名稱或使用者名稱。

source: Try again
es: Inténtalo de nuevo
fr: Réessayez
ja: もう一度試してください
ko: 다시 시도하세요
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

source: Try another search or choose a different music source.
es: Prueba con otra búsqueda o elige una fuente de música diferente.
fr: Essayez une autre recherche ou choisissez une autre source musicale.
ja: 別の検索を試すか、別の音楽ソースを選択してください。
ko: 다른 검색을 시도하거나 다른 음악 소스를 선택하세요.
vi: Hãy thử tìm kiếm khác hoặc chọn nguồn nhạc khác.
zh_hans: 尝试其他搜索或选择不同的音乐源。
zh_hant: 嘗試其他搜尋或選擇不同的音樂來源。

source: Two-step verification
es: Verificación en dos pasos
fr: Vérification en deux étapes
ja: 二段階認証
ko: 2단계 인증
vi: Xác minh hai bước
zh_hans: 两步验证
zh_hant: 兩步驟驗證

source: Typography
es: tipografía
fr: Typographie
ja: タイポグラフィー
ko: 타이포그래피
vi: Kiểu chữ
zh_hans: 版式
zh_hant: 版式

source: Unfavorite
es: No favorito
fr: Supprimer des favoris
ja: 気に入らない
ko: 즐겨찾기 안함
vi: Không yêu thích
zh_hans: 不喜欢
zh_hant: 不喜歡

source: Unknown artist
es: Artista desconocido
fr: Artiste inconnu
ja: 不明なアーティスト
ko: 알 수 없는 아티스트
vi: Nghệ sĩ vô danh
zh_hans: 未知艺术家
zh_hant: 未知藝術家

source: Unknown length
es: Longitud desconocida
fr: Longueur inconnue
ja: 不明な長さ
ko: 알 수 없는 길이
vi: Độ dài không xác định
zh_hans: 长度未知
zh_hant: 長度未知

source: Unlock
es: Desbloquear
fr: Déverrouiller
ja: ロックを解除する
ko: 잠금 해제
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Unmute
es: Dejar de silenciar
fr: Activer le son
ja: ミュートを解除する
ko: 음소거 해제
vi: Bật tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

source: Untimed lyrics
es: Letras sin tiempo
fr: Paroles intemporelles
ja: 時間制限のない歌詞
ko: 시간 제한이 없는 가사
vi: Lời bài hát không có thời gian
zh_hans: 不定时歌词
zh_hant: 不定時歌詞

source: Untimed · %@/%@
es: Sin tiempos · %@/%@
fr: Sans minutage · %@/%@
ja: 時間指定なし · %@/%@
ko: 시간 정보 없음 · %@/%@
vi: Không có mốc thời gian · %@/%@
zh_hans: 无时间轴 · %@/%@
zh_hant: 無時間軸 · %@/%@

source: Up Next
es: A continuación
fr: Suivant
ja: 次へ
ko: 다음
vi: Tiếp theo
zh_hans: 下一个
zh_hant: 下一個

source: Use LRCLIB default
es: Usar LRCLIB por defecto
fr: Utiliser LRCLIB par défaut
ja: LRCLIB のデフォルトを使用する
ko: LRCLIB 기본값 사용
vi: Sử dụng mặc định LRCLIB
zh_hans: 使用LRCLIB默认值
zh_hant: 使用LRCLIB預設值

source: Use _Playlist default
es: Usar el nombre predeterminado _Playlist
fr: Utiliser _Playlist par défaut
ja: _Playlist のデフォルトを使用する
ko: _Playlist 기본값 사용
vi: Sử dụng _Playlist mặc định
zh_hans: 使用 _Playlist 默认值
zh_hant: 使用 _Playlist 預設值

source: Use a Telegram folder with this exact name for this account. New playlists go here. Existing folders are not renamed. 1–12 characters.
es: Utilice una carpeta de Telegram con este nombre exacto para esta cuenta. Las nuevas listas de reproducción van aquí. No se cambia el nombre de las carpetas existentes. 1 a 12 caracteres.
fr: Utilisez un dossier Telegram portant ce nom exact pour ce compte. Les nouvelles playlists vont ici. Les dossiers existants ne sont pas renommés. 1 à 12 caractères.
ja: このアカウントには、この正確な名前の Telegram フォルダーを使用してください。新しいプレイリストはここにあります。既存のフォルダーの名前は変更されません。 1 ～ 12 文字。
ko: 이 계정에 대해 정확한 이름을 가진 텔레그램 폴더를 사용하세요. 새 재생목록이 여기에 표시됩니다. 기존 폴더의 이름은 바뀌지 않습니다. 1~12자.
vi: Sử dụng thư mục Telegram có tên chính xác cho tài khoản này. Danh sách phát mới có ở đây. Các thư mục hiện có không được đổi tên. 1–12 ký tự.
zh_hans: 为此帐户使用具有此确切名称的 Telegram 文件夹。新的播放列表位于此处。现有文件夹不会被重命名。 1–12 个字符。
zh_hant: 為此帳戶使用具有此確切名稱的 Telegram 資料夾。新的播放清單位於此處。現有資料夾不會被重新命名。 1–12 個字元。
